Repository: SanjarbekSaminjonov/managewater_backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Additional information
uz: Qo'shimcha ma'lumotlar

source: Welcome to Manage Water Administration
uz: Manage Water Administration ga xush kelibsiz

source: Accounts
uz: Foydalanuvchilar hisoblari

source: Phone number
uz: Telefon raqam

source: A user with that phone number already exists.
uz: Ushbu telefon raqam allaqachon mavjud.

source: Region
uz: Viloyat/Shahar

source: City
uz: Tuman/Shahar

source: Organization name
uz: Tashkilot nomi

source: Is channels_master
uz: Kanallar qurilmalari ustasi

source: User
uz: Foydalanuvchi

source: Users
uz: Foydalanuvchilar

source: Channels Data
uz: Kanallar qurilmalari bo'limi

source: Device
uz: Qurilma

source: Ministry ID
uz: Vazirlik ID raqami

source: Permission to send data
uz: Ma'lumotlarni jo'natishga ruxsat

source: Name
uz: Nomi

source: Belong to
uz: Kimga tegishli

source: Master
uz: Usta

source: Full height (sm)
uz: To'liq balandlik (sm)

source: Height of water (sm)
uz: Suv sathi balandligi (sm)

source: Height conf (sm)
uz: Balandlik sozlamasi (sm)

source: Latitude of location
uz: Manzil latitude qiymati

source: Longitude of location
uz: Manzil longitude qiymati

source: Channel device
uz: Kanal qurilmasi

source: Channel devices
uz: Kanal qurilmalari

source: Tens
uz: O'nlik

source: Is sent
uz: Ma'lumot jo'natilganmi

source: From device to water (sm)
uz: Suv yuzasidan qurilmagacha bo'lgan balandlik (sm)

source: Volume of water (cubic meters/sec)
uz: Suv hajmi (metr kub/sekund)

source: Battery power (volt)
uz: Batareya quvvati (volt)

source: Is charging
uz: Quvvat olyaptimi

source: Network quality
uz: Tarmoq sifati

source: Added time
uz: Qo'shilgan vaqti

source: Channel message
uz: Kanal qurilmasi xabari

source: Channels messages
uz: Kanal qurilmalari xabarlari

source: Channel movement message
uz: Kanal qurilmasi siljish xabari

source: Channels movement messages
uz: Kanal qurilmalari siljish xabarlari

source: Exist devices
uz: Mavjud qurilmalar

source: Water Channel
uz: Suv kanallari

source: Water Well
uz: Suv quduqlari

source: Type of device
uz: Qurilma turi

source: Added at
uz: Qo'shilgan vaqti

source: Is active
uz: Foydalanishdami

source: Devices
uz: Qurilmalar

source: Ministry links
uz: Vazirlik linklari

source: Full path to send json
uz: Json jo'natish uchun to'liq manzil

source: Updated date and time
uz: Yangilangan vaqti va sanasi

source: Added date and time
uz: Qo'shilgan vaqti va sanasi

source: Ministry channel link
uz: Vazirlik kanal qurilmasi uchun linki

source: Ministry channel links
uz: Vazirlik kanal qurilmalari uchun linklari

source: Ministry well link
uz: Vazirlik quduq qurilmasi uchun linki

source: Ministry well links
uz: Vazirlik quduq qurilmalari uchun linklari

source: Watchers section
uz: Kuzatuvchilar bo'limi

source: Watcher
uz: Kuzatuvchi

source: Connected at
uz: Bog'langan vaqti

source: Channel watcher
uz: Kanal kuzatuvchisi

source: Channel watchers
uz: Kanal kuzatuvchilari

source: Wells data
uz: Quduqlar qurilmalari bo'limi

source: Well device
uz: Quduq qurilmasi

source: Wells devices
uz: Quduqlar qurilmalari

source: Water height (sm)
uz: Suv balandligi (sm)

source: Mineral (gramm/liter)
uz: Mineral miqdori (gramm/litr)

source: Temperature (Celsius)
uz: Harorat (Selsiy)

source: Well message
uz: Quduq qurilmasi xabari

source: Wells messages
uz: Quduqlar qurilmalari xabarlari

source: Uzbek
uz: O'zbekcha

source: English
uz: Inglizcha

source: Login
uz: Kirish

source: Password
uz: Parol

source: Back
uz: Orqaga

source: Save
uz: Saqlash

source: Detail of device
uz: Qurilma ma'lumotlari

source: Volume table
uz: Hajm jadvali

source: See messages
uz: Xabarlarni ko'rish

source: Edit
uz: Tahrirlash

source: Delete device
uz: Qurilmani o'chirish

source: Full height
uz: To'liq balandlik

source: Height of water
uz: Suv sathi balandligi

source: Height conf
uz: Balandlik sozlamasi

source: See location on google maps
uz: Manzilni google xaritada ko'rish

source: Water consumption
uz: Suv iste'moli

source: Manage table
uz: Jadvalni boshqarish

source: Add new row
uz: Yangi qator qo'shish

source: Delete
uz: O'chirish

source: Master dashboard
uz: Ustalar sahifasi

source: Devices you configure
uz: Siz sozlagan qurilmalar

source: No devices you configure
uz: Siz sozlagan qurilmalar mavjud emas

source: Messages came from device
uz: Qurilmadan kelgan xabarlar

source: Message ID
uz: Xabar ID raqami

source: From device to water
uz: Suv yuzasidan qurilmagacha

source: Battery power
uz: Batareya quvvati

source: Not Found
uz: Topilmadi

source: Not Found - 404
uz: Topilmadi - 404

source: Home
uz: Bosh sahifa

source: Home Page
uz: Bosh sahifa

source: Log Out
uz: Chiqish

source: Log In
uz: Kirish

source: Add channel device
uz: Yangi kanal qurilmasi qo'shish
